window.config = {
    'common' : {
        'url' : 'http://email.archicad-master.ru/index.php?option=com_acymailing&ctrl=sub&task=optin&hiddenlists=#LIST#&user[email]=#EMAIL#&user[name]=#NAME#&user[phone]=#PHONE#&user[ref]=#REF#&user[http_referer]=#HTTP_REFERER#&user[utm_source]=#UTM_SOURCE#&user[utm_medium]=#UTM_MEDIUM#&user[utm_content]=#UTM_CONTENT#&user[utm_term]=#UTM_TERM#&user[utm_campaign]=#UTM_CAMPAIGN#&user[time]=#TIME#&user[rassilka]=#MARK#&redirect=' + encodeURIComponent('http://archicad-master.ru')
    },
    'forms' : {
        'eu' : {
            'hour' : 22,
            'list' : {
                'sub' : {
                    'd' : 41,
                    'e' : 39
                },
                'exit' : {
                    'd' : 40,
                    'e' : 42
                }
            }
        },
        'msk' : {
            'hour' : 20,
            'list' : {
                'sub' : {
                    'd' : 37,
                    'e' : 35
                },
                'exit' : {
                    'd' : 36,
                    'e' : 38
                }
            }
        },
        'ekb' : {
            'hour' : 18,
            'list' : {
                'sub' : {
                    'd' : 55,
                    'e' : 56
                },
                'exit' : {
                    'd' : 57,
                    'e' : 58
                }
            }
        },
        'krs' : {
            'hour' : 16,
            'list' : {
                'sub' : {
                    'd' : 33,
                    'e' : 31
                },
                'exit' : {
                    'd' : 32,
                    'e' : 34
                }
            }
        },
        'yak' : {
            'hour' : 14,
            'list' : {
                'sub' : {
                    'd' : 51,
                    'e' : 52
                },
                'exit' : {
                    'd' : 53,
                    'e' : 54
                }
            }
        },
        'mag' : {
            'hour' : 12,
            'list' : {
                'sub' : {
                    'd' : 2,
                    'e' : 17
                },
                'exit' : {
                    'd' : 18,
                    'e' : 8
                }
            }
        }
    },
    'regions' : {
        'other' : {
            'eu' : [
                "Великобритания",
                "Франция",
                "Италия",
                "Ирландия",
                "Испания",
                "Швеция",
                "Швейцария",
                "Австрия",
                "Бельгия",
                "Германия",
                "Лихтенштейн",
                "Люксембург",
                "Монако",
                "Нидерланды",
                "Белоруссия",
                "Болгария",
                "Венгрия",
                "Молдавия",
                "Польша",
                "Румыния",
                "Словакия",
                "Чехия",
                "Украина",
                "Дания",
                "Исландия",
                "Латвия",
                "Литва",
                "Норвегия",
                "Финляндия",
                "Эстония",
                "Албания",
                "Греция",
                "Македония",
                "Мальта",
                "Португалия",
                "Сан-Марино",
                "Сербия",
                "Словения",
                "Хорватия",
                "Черногория",
                "Казахстан",
                "Турция"
            ]
        },
        'rus' : {
            'msk' : [
                "Адыгея"
                ,"Краснодарский край"
                ,"Республика Крым"
                ,"Северная Осетия"
                ,"Калининградская область"
                ,"Республика Коми"
                ,"Архангельская область"
                ,"Кировская область"
                ,"Удмуртия"
                ,"Татарстан"
                ,"Самарская область"
                ,"Марий Эл"
                ,"Чувашия"
                ,"Ульяновская область"
                ,"Саратовская область"
                ,"Москва и Московская область"
                ,"Волгоградская область"
                ,"Пензенская область"
                ,"Мордовия"
                ,"Нижегородская область"
                ,"Костромская область"
                ,"Вологодская область"
                ,"Мурманская область"
                ,"Республика Карелия"
                ,"Ленинградская область"
                ,"Псковская область"
                ,"Новгородская область"
                ,"Тверская область"
                ,"Ярославская область"
                ,"Ивановская область"
                ,"Владимирская область"
                ,"Московская область"
                ,"Москва"
                ,"Калужская область"
                ,"Смоленская область"
                ,"Брянская область"
                ,"Орловская область"
                ,"Липецкая область"
                ,"Тамбовская область"
                ,"Воронежская область"
                ,"Курская область"
                ,"Белогородская область"
                ,"Санкт-Петербург"
                ,"Ростовская область"
                ,"Калмыкия"
                ,"Астраханская область"
                ,"Дагестан"
                ,"Чечня"
                ,"Ингушетия"
                ,"Ставропольский край"
                ,"Карачаево-Черкесия"
                ,"Кабардино-Балкария"
            ],
            'ekb' : [
                "Пермский край"
                ,"Курганская область"
                ,"Челябинская область"
                ,"Башкортостан"
                ,"Оренбургская область"
                ,"Ненецкий автономный округ"
            ],
            'krs' : [
                "Тыва"
                ,"Красноярский край"
                ,"Республика Алтай"
                ,"Алтайский край"
                ,"Хакасия"
                ,"Новосибирская область"
                ,"Омская область"
                ,"Томская область"
                ,"Кемеровская область"
                ,"Ямало-Ненецкий автономный округ"
                ,"Ханты-Мансийский автономный округ"
                ,"Тюменская область"
            ],
            'yak' : [
                "Забайкальский край"
                ,"Иркутская область"
                ,"Бурятия"
                ,"Якутия"
            ],
            'mag' : [
                "Чукотский автономный округ"
                ,"Камчатский край"
                ,"Магаданская область"
                ,"Сахалинская область"
                ,"Приморский край"
                ,"Хабаровский край"
                ,"Еврейская автономная область"
                ,"Амурская область"
            ]
        }
    }
};